---
kind: property
id: P:Autodesk.Revit.DB.Visual.SolidGlass.SolidglassBumpMap
source: html/9e353d07-1e1f-fb34-7e7a-74b947795115.htm
---
# Autodesk.Revit.DB.Visual.SolidGlass.SolidglassBumpMap Property

The property labeled "Image" from the "SolidGlass" schema.

## Syntax (C#)
```csharp
public static string SolidglassBumpMap { get; }
```

## Remarks
This property is of type "AssetPropertyReference" and will only contain a reference to a connected image.